# St7DeleteNLAIncrement

Deletes the specified increment from the nonlinear static analysis load table.

long St7DeleteNLAIncrement(long uID, long Stage, long Increment)

Input Parameters

uID

Strand7 model file ID.

Stage

Stage index – use 0 for unstaged analysis.

Increment

Increment number.